<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;

class CitiesTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('cities')->delete();
        
        \DB::table('cities')->insert(array (
            0 => 
            array (
                'id' => '019d93da-a275-72bd-babc-c6acef330776',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم التبين"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            1 => 
            array (
                'id' => '019d93da-a27b-7207-907d-41997772101a',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم حلوان"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            2 => 
            array (
                'id' => '019d93da-a27f-7128-9f39-bd86f3c47ad8',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم المعصرة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            3 => 
            array (
                'id' => '019d93da-a282-721b-ab89-1fb8ad086948',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم 15 مايو"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            4 => 
            array (
                'id' => '019d93da-a284-73dd-b29f-7c2a847d677c',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم طره"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            5 => 
            array (
                'id' => '019d93da-a287-72d1-823e-5e2927c75f17',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم المعادى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            6 => 
            array (
                'id' => '019d93da-a28a-7058-b774-fd8d1b34121b',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم البساتين"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            7 => 
            array (
                'id' => '019d93da-a28c-7231-a776-e5b3054f00ec',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم دار السلام"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            8 => 
            array (
                'id' => '019d93da-a28e-738b-ac95-47ddfc9bb054',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم مصر القديمة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            9 => 
            array (
                'id' => '019d93da-a293-70f0-87ad-3c4c909e0d04',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم السيدة زينب"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            10 => 
            array (
                'id' => '019d93da-a29a-735c-9128-47938bf1161b',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم الخليفة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            11 => 
            array (
                'id' => '019d93da-a2a2-72b1-a923-e13f1de37866',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم المقطم"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            12 => 
            array (
                'id' => '019d93da-a2a8-7134-a964-ee5aab3ac063',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم منشأة ناصر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            13 => 
            array (
                'id' => '019d93da-a2ac-71da-b39a-87fc33a82736',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم الدرب الاحمر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            14 => 
            array (
                'id' => '019d93da-a2b2-71b3-99fc-e269fb1a5e99',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم الموسكى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            15 => 
            array (
                'id' => '019d93da-a2b7-7096-8912-880e1b7e33b3',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم عابدين"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            16 => 
            array (
                'id' => '019d93da-a2bc-734c-848e-c3d20572bbfb',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم قصرالنيل"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            17 => 
            array (
                'id' => '019d93da-a2be-72db-a556-9fccdb5cb816',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم الزمالك"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            18 => 
            array (
                'id' => '019d93da-a2c0-738e-9260-cdc9b20a56b4',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم بولاق"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            19 => 
            array (
                'id' => '019d93da-a2c8-7285-8dae-dbfb83eff307',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم الازبكية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            20 => 
            array (
                'id' => '019d93da-a2cc-720e-b449-53504d44ac98',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم باب الشعرية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            21 => 
            array (
                'id' => '019d93da-a2d0-707c-aa4a-fd6e3de33f5d',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم الجمالية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            22 => 
            array (
                'id' => '019d93da-a2d6-7186-a7d9-5ac86517859e',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم الظاهر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            23 => 
            array (
                'id' => '019d93da-a2d8-73f0-9c8a-cc1a3e00b3d3',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم الوايلى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            24 => 
            array (
                'id' => '019d93da-a2de-705b-8d45-7e5261bacdf0',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم حدائق القبة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            25 => 
            array (
                'id' => '019d93da-a2e1-7163-8d38-899f7842745c',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم الشرابية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            26 => 
            array (
                'id' => '019d93da-a2e3-7212-aa86-de39ad9b6f69',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم شبرا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            27 => 
            array (
                'id' => '019d93da-a2e4-7214-9755-39f0a40fc4d3',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم روض الفرج"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            28 => 
            array (
                'id' => '019d93da-a2e6-702a-821e-4835fe4b55ff',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم الساحل"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            29 => 
            array (
                'id' => '019d93da-a2e9-7023-b7b6-82dd750166d0',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم الزاوية الحمراء"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            30 => 
            array (
                'id' => '019d93da-a2ea-71c8-a755-180323da23a7',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم الاميرية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            31 => 
            array (
                'id' => '019d93da-a2ed-714a-9b06-042a5cddf876',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم الزيتون"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            32 => 
            array (
                'id' => '019d93da-a2ef-736f-9629-e3677b5c3bef',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم المطرية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            33 => 
            array (
                'id' => '019d93da-a2f2-72fe-8377-5dffda63a62f',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم عين شمس"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            34 => 
            array (
                'id' => '019d93da-a2f4-70ef-a84b-02ca1897ff4c',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم المرج"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            35 => 
            array (
                'id' => '019d93da-a2f7-70f5-b104-e93206ae8602',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم أول السلام"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            36 => 
            array (
                'id' => '019d93da-a2f8-7093-8a5b-4e00fce9454f',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
            'name' => '{"ar": "قسم ثان السلام (النهضة)"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            37 => 
            array (
                'id' => '019d93da-a2fb-7387-940f-082720f88175',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم النزهة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            38 => 
            array (
                'id' => '019d93da-a2fc-72ca-92b2-8c059144afc7',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم مصر الجديدة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            39 => 
            array (
                'id' => '019d93da-a2fe-732e-9e40-1e4dcb051875',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم اول مدينة نصر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            40 => 
            array (
                'id' => '019d93da-a306-73f2-ba82-8ced4dbb0fe3',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم ثان مدينة نصر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            41 => 
            array (
                'id' => '019d93da-a309-7138-8f4d-4625017f4be3',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
            'name' => '{"ar": "قسم التجمع الخامس(اول القاهرة الجديدة)"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            42 => 
            array (
                'id' => '019d93da-a30a-70dd-930f-a2581c102614',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
            'name' => '{"ar": "قسم التجمع الاول (ثان القاهرة الجديدة)"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            43 => 
            array (
                'id' => '019d93da-a30c-7213-8a5c-aa4ec1b81ce4',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
            'name' => '{"ar": "قسم القطامية (ثالث القاهرة الجديدة)"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            44 => 
            array (
                'id' => '019d93da-a30f-7010-8f96-f2e01661f38f',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم الشروق"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            45 => 
            array (
                'id' => '019d93da-a310-7221-8fe6-1737cd87884f',
                'state_id' => '019d93da-a274-73ca-99b0-4389b112c51a',
                'name' => '{"ar": "قسم بدر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            46 => 
            array (
                'id' => '019d93da-a314-722a-a73a-235459a67c0e',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم أول المنتزة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            47 => 
            array (
                'id' => '019d93da-a318-7014-8762-f4948b58a823',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم ثان المنتزة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            48 => 
            array (
                'id' => '019d93da-a31c-7214-af3d-ba19f3df1abc',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم أول الرمل"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            49 => 
            array (
                'id' => '019d93da-a31e-70cd-945f-6cd41b3836b5',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم ثان الرمل"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            50 => 
            array (
                'id' => '019d93da-a322-7187-8c9b-2b434bc6e137',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم سيدى جابر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            51 => 
            array (
                'id' => '019d93da-a324-7362-813b-75c099f38e74',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم باب شرقى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            52 => 
            array (
                'id' => '019d93da-a326-7037-b90f-3770498c1fb2',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم العطارين"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            53 => 
            array (
                'id' => '019d93da-a329-7276-9195-874681f75c6f',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم محرم بك"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            54 => 
            array (
                'id' => '019d93da-a32b-7132-96fd-31c5bb983fde',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم كرموز"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            55 => 
            array (
                'id' => '019d93da-a32f-7264-ba52-a84aa3ee8dc9',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم اللبان"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            56 => 
            array (
                'id' => '019d93da-a334-73c9-aaf5-757f5bbe1695',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم المنشية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            57 => 
            array (
                'id' => '019d93da-a336-7139-861d-3a5495a78b70',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم الجمرك"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            58 => 
            array (
                'id' => '019d93da-a33a-7310-b329-e4702b9fbcb2',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم مينا البصل"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            59 => 
            array (
                'id' => '019d93da-a33e-7192-a58e-7bcbb01543cf',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم الدخيله"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            60 => 
            array (
                'id' => '019d93da-a340-7228-835b-ff7bf13a8c00',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم أول العامرية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            61 => 
            array (
                'id' => '019d93da-a344-7292-9f4e-537143b3d2f8',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم ثان العامرية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            62 => 
            array (
                'id' => '019d93da-a348-73c7-b07d-d1dae6c117aa',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "قسم برج العرب"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            63 => 
            array (
                'id' => '019d93da-a34f-7371-9895-b5aecd6f49eb',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "مدينة برج العرب الجديدة **"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            64 => 
            array (
                'id' => '019d93da-a350-7164-8998-f75d3ca290d7',
                'state_id' => '019d93da-a313-73a4-8294-61b51a6e1907',
                'name' => '{"ar": "الساحل الشمالى-جزء *"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            65 => 
            array (
                'id' => '019d93da-a351-7154-86d7-01d3b1702723',
                'state_id' => '019d93da-a350-7164-8998-f75d3d13b461',
                'name' => '{"ar": "قسم الشرق"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            66 => 
            array (
                'id' => '019d93da-a352-702b-8799-1c642187e012',
                'state_id' => '019d93da-a350-7164-8998-f75d3d13b461',
                'name' => '{"ar": "قسم العرب"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            67 => 
            array (
                'id' => '019d93da-a355-72be-a061-7ef722b0963f',
                'state_id' => '019d93da-a350-7164-8998-f75d3d13b461',
                'name' => '{"ar": "قسم المناخ"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            68 => 
            array (
                'id' => '019d93da-a35a-73d3-8799-551505ceea04',
                'state_id' => '019d93da-a350-7164-8998-f75d3d13b461',
                'name' => '{"ar": "قسم الضواحى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            69 => 
            array (
                'id' => '019d93da-a35c-726e-a00d-8e4add27665d',
                'state_id' => '019d93da-a350-7164-8998-f75d3d13b461',
                'name' => '{"ar": "قسم الزهور"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            70 => 
            array (
                'id' => '019d93da-a35c-726e-a00d-8e4adde66886',
                'state_id' => '019d93da-a350-7164-8998-f75d3d13b461',
                'name' => '{"ar": "قسم المناصرة-غرب بورسعيد"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            71 => 
            array (
                'id' => '019d93da-a35d-7340-81a0-3914106b0b08',
                'state_id' => '019d93da-a350-7164-8998-f75d3d13b461',
                'name' => '{"ar": "قسم أول الجنوب"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            72 => 
            array (
                'id' => '019d93da-a35e-7253-8756-9e2f5d8bb667',
                'state_id' => '019d93da-a350-7164-8998-f75d3d13b461',
                'name' => '{"ar": "قسم ثان الجنوب"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            73 => 
            array (
                'id' => '019d93da-a35f-73ad-9d27-9ab2a341bd5b',
                'state_id' => '019d93da-a350-7164-8998-f75d3d13b461',
                'name' => '{"ar": "قسم أول بورفؤاد"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            74 => 
            array (
                'id' => '019d93da-a360-7060-8597-508405b67d4c',
                'state_id' => '019d93da-a350-7164-8998-f75d3d13b461',
                'name' => '{"ar": "قسم ثان بورفؤاد"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            75 => 
            array (
                'id' => '019d93da-a360-7060-8597-508405c6100a',
                'state_id' => '019d93da-a350-7164-8998-f75d3d13b461',
                'name' => '{"ar": "قسم شرق التفريعة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            76 => 
            array (
                'id' => '019d93da-a361-7042-a333-bd43a36762bc',
                'state_id' => '019d93da-a350-7164-8998-f75d3d13b461',
            'name' => '{"ar": "إدارة شرطة ميناء بورسعيد (قسم ميناء بورسعيد سابقا)*"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            77 => 
            array (
                'id' => '019d93da-a362-7356-9ad6-5d781a522dcd',
                'state_id' => '019d93da-a362-7356-9ad6-5d7819bb5fa0',
                'name' => '{"ar": "قسم السويس"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            78 => 
            array (
                'id' => '019d93da-a363-710b-b967-d2dcfe5a546b',
                'state_id' => '019d93da-a362-7356-9ad6-5d7819bb5fa0',
                'name' => '{"ar": "قسم الاربعين"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            79 => 
            array (
                'id' => '019d93da-a365-726b-87bb-4827eec96975',
                'state_id' => '019d93da-a362-7356-9ad6-5d7819bb5fa0',
                'name' => '{"ar": "قسم عتاقة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            80 => 
            array (
                'id' => '019d93da-a36a-72f5-b52d-17ddead44937',
                'state_id' => '019d93da-a362-7356-9ad6-5d7819bb5fa0',
                'name' => '{"ar": "قسم فيصل"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            81 => 
            array (
                'id' => '019d93da-a36b-72e0-9578-7d2127d03a25',
                'state_id' => '019d93da-a362-7356-9ad6-5d7819bb5fa0',
                'name' => '{"ar": "قسم الجناين"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            82 => 
            array (
                'id' => '019d93da-a36c-7055-9b03-012c925148a5',
                'state_id' => '019d93da-a362-7356-9ad6-5d7819bb5fa0',
            'name' => '{"ar": "إدارة شرطه ميناء السويس(قسم ميناء السويس سابقا )*"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            83 => 
            array (
                'id' => '019d93da-a36c-7055-9b03-012c9348626a',
                'state_id' => '019d93da-a362-7356-9ad6-5d7819bb5fa0',
                'name' => '{"ar": "منطقة خليج السويس السياحية*"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            84 => 
            array (
                'id' => '019d93da-a36d-7286-b11b-e07aa58a8f54',
                'state_id' => '019d93da-a36d-7286-b11b-e07aa49f0287',
                'name' => '{"ar": "قسم أول دمياط"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            85 => 
            array (
                'id' => '019d93da-a36e-73a7-92e1-a2be12a06f2f',
                'state_id' => '019d93da-a36d-7286-b11b-e07aa49f0287',
                'name' => '{"ar": "قسم ثان دمياط"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            86 => 
            array (
                'id' => '019d93da-a36f-71f8-b772-c60fea087264',
                'state_id' => '019d93da-a36d-7286-b11b-e07aa49f0287',
                'name' => '{"ar": "مركز دمياط"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            87 => 
            array (
                'id' => '019d93da-a376-7125-b454-7eecf636db68',
                'state_id' => '019d93da-a36d-7286-b11b-e07aa49f0287',
                'name' => '{"ar": "مركز فارسكور"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            88 => 
            array (
                'id' => '019d93da-a380-71f3-ac9e-8b5e41ff0b60',
                'state_id' => '019d93da-a36d-7286-b11b-e07aa49f0287',
                'name' => '{"ar": "مركز الزرقا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            89 => 
            array (
                'id' => '019d93da-a385-728b-b427-acbf94e112d6',
                'state_id' => '019d93da-a36d-7286-b11b-e07aa49f0287',
                'name' => '{"ar": "مركز كفر سعد"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            90 => 
            array (
                'id' => '019d93da-a392-705d-839c-48d28979b48a',
                'state_id' => '019d93da-a36d-7286-b11b-e07aa49f0287',
                'name' => '{"ar": "مركز كفر البطيخ"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            91 => 
            array (
                'id' => '019d93da-a396-739f-817d-347fb9d63153',
                'state_id' => '019d93da-a36d-7286-b11b-e07aa49f0287',
                'name' => '{"ar": "قسم مدينة دمياط الجديدة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            92 => 
            array (
                'id' => '019d93da-a396-739f-817d-347fbb8029b0',
                'state_id' => '019d93da-a36d-7286-b11b-e07aa49f0287',
                'name' => '{"ar": "ادارة شرطة ميناء دمياط الجديدة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            93 => 
            array (
                'id' => '019d93da-a397-736a-b74b-5eb3d29df304',
                'state_id' => '019d93da-a36d-7286-b11b-e07aa49f0287',
                'name' => '{"ar": "قسم رأس البر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            94 => 
            array (
                'id' => '019d93da-a398-7251-a2ba-9fb8e53c0f61',
                'state_id' => '019d93da-a36d-7286-b11b-e07aa49f0287',
                'name' => '{"ar": "قسم الســــــرو"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            95 => 
            array (
                'id' => '019d93da-a39a-7047-b4dc-2d0843148874',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "قسم أول المنصورة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            96 => 
            array (
                'id' => '019d93da-a39c-7021-beb0-f9d13893fa37',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "قسم ثان المنصورة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            97 => 
            array (
                'id' => '019d93da-a39f-70f2-b798-88be0591a4f7',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز المنصورة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            98 => 
            array (
                'id' => '019d93da-a3ba-7145-ad9b-91ecedf13acf',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز أجا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            99 => 
            array (
                'id' => '019d93da-a3d5-73e3-817b-d44b6d5c542b',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "قسم ميت غمر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            100 => 
            array (
                'id' => '019d93da-a3d6-71ea-8088-02674c6156ba',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز ميت غمر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            101 => 
            array (
                'id' => '019d93da-a3ee-7178-848c-5e6021c842ea',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز السنبلاوين"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            102 => 
            array (
                'id' => '019d93da-a40d-73c2-a911-291be23cc00b',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز تمى الامديد"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            103 => 
            array (
                'id' => '019d93da-a417-70fd-a28a-48832cb1f9f1',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز بنى عبيد"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            104 => 
            array (
                'id' => '019d93da-a41e-7059-b875-90de768fcda7',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز محلة دمنة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            105 => 
            array (
                'id' => '019d93da-a422-732a-b045-9fbf23f49032',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز دكرنس"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            106 => 
            array (
                'id' => '019d93da-a432-735f-af0c-f2a606f80830',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز منية النصر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            107 => 
            array (
                'id' => '019d93da-a43b-71dd-b991-ba2aa90f7f8a',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "قسم الكردى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            108 => 
            array (
                'id' => '019d93da-a43e-714e-a640-bdc1aa43caed',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز ميت سلسيل"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            109 => 
            array (
                'id' => '019d93da-a441-719e-8e1c-4c7d417a9cae',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز الجمالية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            110 => 
            array (
                'id' => '019d93da-a443-70f7-a16b-6fdec9e0601b',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز المنزلة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            111 => 
            array (
                'id' => '019d93da-a450-70cb-98b5-2300210f254e',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز المطرية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            112 => 
            array (
                'id' => '019d93da-a453-70dc-a971-57dc29b10650',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز شربين"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            113 => 
            array (
                'id' => '019d93da-a45d-704a-af9a-1d20dd13f8b6',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "قسم جمصة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            114 => 
            array (
                'id' => '019d93da-a45e-73ef-b85e-c02ea53d3318',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز طلخا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            115 => 
            array (
                'id' => '019d93da-a468-72ba-800e-f7952ff20afd',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز نبروة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            116 => 
            array (
                'id' => '019d93da-a46f-735f-8edd-3a6f2c85270f',
                'state_id' => '019d93da-a39a-7047-b4dc-2d0842dd8324',
                'name' => '{"ar": "مركز بلقاس"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            117 => 
            array (
                'id' => '019d93da-a481-7027-8755-d33b46611de0',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "قسم أول الزقازيق"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            118 => 
            array (
                'id' => '019d93da-a485-71ed-80d4-ff01c5325635',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "قسم ثان الزقازيق"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            119 => 
            array (
                'id' => '019d93da-a489-705b-8e9d-704298a665a5',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز الزقازيق"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:32',
                'updated_at' => '2026-04-16 03:14:32',
            ),
            120 => 
            array (
                'id' => '019d93da-a4ac-72cd-946c-d9887a8ac45a',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "قسم القنايات"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            121 => 
            array (
                'id' => '019d93da-a4ad-73aa-be95-907849cfc940',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز منيا القمح"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            122 => 
            array (
                'id' => '019d93da-a4d0-70c5-b234-eac769cd3456',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز مشتول السوق"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            123 => 
            array (
                'id' => '019d93da-a4d5-71a9-9e99-4257ba385261',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز بلبيس"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            124 => 
            array (
                'id' => '019d93da-a4e8-70d2-9af3-fb904816edd5',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "قسم أول مدينة العاشر من رمضان"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            125 => 
            array (
                'id' => '019d93da-a4e9-720c-883a-1c9f69487427',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "قسم ثان مدينة العاشر من رمضان"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            126 => 
            array (
                'id' => '019d93da-a4eb-703d-bed9-1f2c13e26ca4',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز أبو حماد"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            127 => 
            array (
                'id' => '019d93da-a4f7-7082-af11-0f106cb75e10',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز ههيا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            128 => 
            array (
                'id' => '019d93da-a502-73e2-889b-49be94ecba65',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز ديرب نجم"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            129 => 
            array (
                'id' => '019d93da-a511-73b3-b7e4-d2af825bb525',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز الابراهيمية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            130 => 
            array (
                'id' => '019d93da-a518-70ae-8728-38f5149ec846',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز أبو كبير"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            131 => 
            array (
                'id' => '019d93da-a521-7133-b583-3ec72f3934ce',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز كفر صقر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            132 => 
            array (
                'id' => '019d93da-a52b-708c-9529-ff7d2d956a77',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز أولاد صقر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            133 => 
            array (
                'id' => '019d93da-a531-7398-b554-39f6ef10e92e',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز صان الحجر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            134 => 
            array (
                'id' => '019d93da-a535-7203-a5cd-b723c1fe7c55',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز منشأة أبو عمر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            135 => 
            array (
                'id' => '019d93da-a537-7308-9a74-daf8bdccc18e',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز الحسينية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            136 => 
            array (
                'id' => '019d93da-a541-72d7-9c1f-53fa48392761',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "قسم فاقوس"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            137 => 
            array (
                'id' => '019d93da-a541-72d7-9c1f-53fa4977590d',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "مركز فاقوس"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            138 => 
            array (
                'id' => '019d93da-a551-70d5-a5b7-3478a0b8eb4b',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "قسم القرين"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            139 => 
            array (
                'id' => '019d93da-a552-7365-87ff-4720aba7a5cc',
                'state_id' => '019d93da-a481-7027-8755-d33b45a3b9dd',
                'name' => '{"ar": "قسم الصالحية الجديدة *"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            140 => 
            array (
                'id' => '019d93da-a552-7365-87ff-4720ac5de5b4',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "قسم أول بنها"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            141 => 
            array (
                'id' => '019d93da-a553-71b9-b4c0-54d22155cbfb',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "قسم ثان بنها *"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            142 => 
            array (
                'id' => '019d93da-a554-7287-90a8-6197fd558506',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "مركز بنها"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            143 => 
            array (
                'id' => '019d93da-a563-7358-affe-bff4a8237471',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "مركز كفر شكر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            144 => 
            array (
                'id' => '019d93da-a56b-7353-89e9-a6baaac315a5',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "مركز طوخ"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            145 => 
            array (
                'id' => '019d93da-a57c-7305-b48f-86ae2dbf95f2',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "قسم قها"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            146 => 
            array (
                'id' => '019d93da-a57d-73ad-adc3-efb634fbfc58',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "مركز القناطر الخيرية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            147 => 
            array (
                'id' => '019d93da-a583-734b-a02a-61111c69c197',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "قسم قليوب"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            148 => 
            array (
                'id' => '019d93da-a584-7367-88ba-a066e07bcb52',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "مركز قليوب"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            149 => 
            array (
                'id' => '019d93da-a589-70b9-958d-b82e726f6bee',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "قسم أول شبرا الخيمة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            150 => 
            array (
                'id' => '019d93da-a58b-70d3-ac14-8b3f36764304',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "قسم ثان شبرا الخيمة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            151 => 
            array (
                'id' => '019d93da-a58b-70d3-ac14-8b3f37eb4945',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "قسم الخصوص"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            152 => 
            array (
                'id' => '019d93da-a58c-730e-9a78-97aaa3207283',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "مركز شبين القناطر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            153 => 
            array (
                'id' => '019d93da-a599-73b3-82ab-7c10a1515731',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "قسم الخانكة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            154 => 
            array (
                'id' => '019d93da-a59a-7358-8422-f78e3060501d',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "مركز الخانكة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            155 => 
            array (
                'id' => '019d93da-a59f-702f-9700-2993e7646518',
                'state_id' => '019d93da-a552-7365-87ff-4720ac5bfa43',
                'name' => '{"ar": "قسم العبور"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            156 => 
            array (
                'id' => '019d93da-a5a0-72ea-8d75-55471b22f0fc',
                'state_id' => '019d93da-a5a0-72ea-8d75-55471a808764',
                'name' => '{"ar": "قسم أول كفر الشيخ #"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            157 => 
            array (
                'id' => '019d93da-a5a2-7014-840e-0c3f7cfa4a5f',
                'state_id' => '019d93da-a5a0-72ea-8d75-55471a808764',
                'name' => '{"ar": "قسم ثان كفر الشيخ #"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            158 => 
            array (
                'id' => '019d93da-a5a3-72f3-b3d5-b98caff594d8',
                'state_id' => '019d93da-a5a0-72ea-8d75-55471a808764',
                'name' => '{"ar": "مركز كفر الشيخ"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            159 => 
            array (
                'id' => '019d93da-a5b5-73f5-acef-7d20d737a8bd',
                'state_id' => '019d93da-a5a0-72ea-8d75-55471a808764',
                'name' => '{"ar": "مركز الرياض"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            160 => 
            array (
                'id' => '019d93da-a5bd-7173-ae12-89e2b2300c30',
                'state_id' => '019d93da-a5a0-72ea-8d75-55471a808764',
                'name' => '{"ar": "مركز الحامول"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            161 => 
            array (
                'id' => '019d93da-a5c2-7283-84be-bae03839eb7c',
                'state_id' => '019d93da-a5a0-72ea-8d75-55471a808764',
                'name' => '{"ar": "قسم بيـــلا #"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            162 => 
            array (
                'id' => '019d93da-a5c4-71cd-8020-391d11efb558',
                'state_id' => '019d93da-a5a0-72ea-8d75-55471a808764',
                'name' => '{"ar": "مركز بيـــلا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            163 => 
            array (
                'id' => '019d93da-a5c9-732e-8c1e-15741cd58dec',
                'state_id' => '019d93da-a5a0-72ea-8d75-55471a808764',
                'name' => '{"ar": "مركز البرلس"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            164 => 
            array (
                'id' => '019d93da-a5cd-7024-805b-7d78402d9388',
                'state_id' => '019d93da-a5a0-72ea-8d75-55471a808764',
                'name' => '{"ar": "مركز مطوبس"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            165 => 
            array (
                'id' => '019d93da-a5d4-7144-a5c1-7f7d6bfaa538',
                'state_id' => '019d93da-a5a0-72ea-8d75-55471a808764',
                'name' => '{"ar": "مركز فوه"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            166 => 
            array (
                'id' => '019d93da-a5d7-70c1-a039-b48dfca14f77',
                'state_id' => '019d93da-a5a0-72ea-8d75-55471a808764',
                'name' => '{"ar": "مركز سيدى سالم"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            167 => 
            array (
                'id' => '019d93da-a5e2-70e0-b2b8-9f80d7656e9f',
                'state_id' => '019d93da-a5a0-72ea-8d75-55471a808764',
                'name' => '{"ar": "قسم دسوق"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            168 => 
            array (
                'id' => '019d93da-a5e3-72ec-a09e-05fbdeb7391e',
                'state_id' => '019d93da-a5a0-72ea-8d75-55471a808764',
                'name' => '{"ar": "مركز دسوق"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            169 => 
            array (
                'id' => '019d93da-a5ee-73c0-b901-ee26ab7c161c',
                'state_id' => '019d93da-a5a0-72ea-8d75-55471a808764',
                'name' => '{"ar": "مركز قلين"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            170 => 
            array (
                'id' => '019d93da-a5f8-71a5-a42d-39389f27351b',
                'state_id' => '019d93da-a5f8-71a5-a42d-39389e731a37',
                'name' => '{"ar": "قسم أول طنطا *"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            171 => 
            array (
                'id' => '019d93da-a5fc-73c8-9b18-910965f6141e',
                'state_id' => '019d93da-a5f8-71a5-a42d-39389e731a37',
                'name' => '{"ar": "قسم ثان طنطا *"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            172 => 
            array (
                'id' => '019d93da-a602-715e-a4bb-0150514a7058',
                'state_id' => '019d93da-a5f8-71a5-a42d-39389e731a37',
                'name' => '{"ar": "مركز طنطا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            173 => 
            array (
                'id' => '019d93da-a61a-71a5-9d85-e1fec01f7168',
                'state_id' => '019d93da-a5f8-71a5-a42d-39389e731a37',
                'name' => '{"ar": "مركز السنطة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            174 => 
            array (
                'id' => '019d93da-a62b-7091-9978-0c899a62dd8a',
                'state_id' => '019d93da-a5f8-71a5-a42d-39389e731a37',
                'name' => '{"ar": "مركز زفتى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            175 => 
            array (
                'id' => '019d93da-a640-73de-aade-b9485b4fe27b',
                'state_id' => '019d93da-a5f8-71a5-a42d-39389e731a37',
                'name' => '{"ar": "مركز سمنود"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            176 => 
            array (
                'id' => '019d93da-a647-72cc-9a3c-8a0db5bef3b3',
                'state_id' => '019d93da-a5f8-71a5-a42d-39389e731a37',
                'name' => '{"ar": "قسم أول المحلة الكبرى #"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            177 => 
            array (
                'id' => '019d93da-a649-7383-8a0e-788f2feea7ff',
                'state_id' => '019d93da-a5f8-71a5-a42d-39389e731a37',
                'name' => '{"ar": "قسم ثان المحلة الكبرى #"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            178 => 
            array (
                'id' => '019d93da-a64a-7341-b54e-98ecba805a40',
                'state_id' => '019d93da-a5f8-71a5-a42d-39389e731a37',
                'name' => '{"ar": "قسم ثالث المحلة الكبرى #"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            179 => 
            array (
                'id' => '019d93da-a64c-7380-b3b2-07012ebcedf5',
                'state_id' => '019d93da-a5f8-71a5-a42d-39389e731a37',
                'name' => '{"ar": "مركز المحلة الكبرى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            180 => 
            array (
                'id' => '019d93da-a665-7072-8608-70ba551ccae6',
                'state_id' => '019d93da-a5f8-71a5-a42d-39389e731a37',
                'name' => '{"ar": "مركز قطور"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            181 => 
            array (
                'id' => '019d93da-a66f-712b-a353-49ef2008e195',
                'state_id' => '019d93da-a5f8-71a5-a42d-39389e731a37',
                'name' => '{"ar": "مركز بسيون"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            182 => 
            array (
                'id' => '019d93da-a67a-7215-bc07-6c3f63ed8804',
                'state_id' => '019d93da-a5f8-71a5-a42d-39389e731a37',
                'name' => '{"ar": "مركز كفر الزيات"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            183 => 
            array (
                'id' => '019d93da-a68b-702d-9ce9-3f797ef79148',
                'state_id' => '019d93da-a5f8-71a5-a42d-39389e731a37',
                'name' => '{"ar": "قسم زفتى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            184 => 
            array (
                'id' => '019d93da-a68e-7337-a814-1935315bcea8',
                'state_id' => '019d93da-a68d-72d2-90ee-b8b8b26ec8d9',
                'name' => '{"ar": "قسم شبين الكوم"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            185 => 
            array (
                'id' => '019d93da-a690-72ed-b34a-4fa9810ea671',
                'state_id' => '019d93da-a68d-72d2-90ee-b8b8b26ec8d9',
                'name' => '{"ar": "مركز شبين الكوم"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            186 => 
            array (
                'id' => '019d93da-a69e-70fc-a9ba-03b9d406e841',
                'state_id' => '019d93da-a68d-72d2-90ee-b8b8b26ec8d9',
                'name' => '{"ar": "مركز الشهداء"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            187 => 
            array (
                'id' => '019d93da-a6a8-7374-a7e1-c8e26943cace',
                'state_id' => '019d93da-a68d-72d2-90ee-b8b8b26ec8d9',
                'name' => '{"ar": "مركز تــلا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            188 => 
            array (
                'id' => '019d93da-a6c0-72f7-9528-0b53152a7fdd',
                'state_id' => '019d93da-a68d-72d2-90ee-b8b8b26ec8d9',
                'name' => '{"ar": "مركز بركة السبع"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            189 => 
            array (
                'id' => '019d93da-a6c7-7220-b43d-0a5ce3f84d7e',
                'state_id' => '019d93da-a68d-72d2-90ee-b8b8b26ec8d9',
                'name' => '{"ar": "مركز قويسنا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            190 => 
            array (
                'id' => '019d93da-a6d7-7060-9de2-9c57fb1b9f0a',
                'state_id' => '019d93da-a68d-72d2-90ee-b8b8b26ec8d9',
                'name' => '{"ar": "مركز الباجور"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            191 => 
            array (
                'id' => '019d93da-a6e8-7170-b419-a251a492a212',
                'state_id' => '019d93da-a68d-72d2-90ee-b8b8b26ec8d9',
                'name' => '{"ar": "مركز أشمون"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            192 => 
            array (
                'id' => '019d93da-a6fa-715c-b0a3-add5d4322678',
                'state_id' => '019d93da-a68d-72d2-90ee-b8b8b26ec8d9',
                'name' => '{"ar": "قسم سرس الليان"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            193 => 
            array (
                'id' => '019d93da-a6fb-729f-98e7-73d703797728',
                'state_id' => '019d93da-a68d-72d2-90ee-b8b8b26ec8d9',
                'name' => '{"ar": "قسم مدينة منوف"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            194 => 
            array (
                'id' => '019d93da-a6fb-729f-98e7-73d7045d045f',
                'state_id' => '019d93da-a68d-72d2-90ee-b8b8b26ec8d9',
                'name' => '{"ar": "مركز منوف"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            195 => 
            array (
                'id' => '019d93da-a706-738a-b595-18a35b97a8e7',
                'state_id' => '019d93da-a68d-72d2-90ee-b8b8b26ec8d9',
                'name' => '{"ar": "مركز ومدينة السادات"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            196 => 
            array (
                'id' => '019d93da-a70a-709a-bd0c-1d9a3b848159',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "قسم دمنهور"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            197 => 
            array (
                'id' => '019d93da-a70c-71fa-a4d8-e02c9c472e9e',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز دمنهور"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            198 => 
            array (
                'id' => '019d93da-a723-7312-b995-dd8c264a764c',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز حوش عيسى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            199 => 
            array (
                'id' => '019d93da-a732-73b3-b585-054d0f555daa',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز أبو المطامير"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            200 => 
            array (
                'id' => '019d93da-a747-725f-8b47-9fd7b060af98',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "قسم كفر الدوار"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            201 => 
            array (
                'id' => '019d93da-a749-73b2-a2fb-05dcc735c1f8',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز كفر الدوار"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            202 => 
            array (
                'id' => '019d93da-a75a-71e6-8703-b33421755417',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز ادكو"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            203 => 
            array (
                'id' => '019d93da-a75b-7275-8aae-86424d820fdb',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز رشيد"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            204 => 
            array (
                'id' => '019d93da-a764-7361-8788-01a544ff89a1',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز أبو حمص"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            205 => 
            array (
                'id' => '019d93da-a771-7270-bd32-392e25af784b',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز المحمودية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            206 => 
            array (
                'id' => '019d93da-a77d-7161-b91d-437c23340856',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز الرحمانية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            207 => 
            array (
                'id' => '019d93da-a792-713b-af97-c5efcdf8a92c',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز شبرا خيت"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            208 => 
            array (
                'id' => '019d93da-a7b3-7149-a744-e8123a1856e8',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز ايتاى البارود"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            209 => 
            array (
                'id' => '019d93da-a7e4-7046-9986-319d7fce4430',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز كوم حمادة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            210 => 
            array (
                'id' => '019d93da-a824-711d-858a-e60140b32f18',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز بدر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            211 => 
            array (
                'id' => '019d93da-a856-709d-ba4f-38b31404d1e2',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز الدلنجات"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            212 => 
            array (
                'id' => '019d93da-a889-7297-bb49-477ce5163c72',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "مركز وادى النطرون"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:33',
                'updated_at' => '2026-04-16 03:14:33',
            ),
            213 => 
            array (
                'id' => '019d93da-a899-737e-a7e3-5d873e22f87f',
                'state_id' => '019d93da-a70a-709a-bd0c-1d9a3ad48d21',
                'name' => '{"ar": "قسم غرب النوبارية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            214 => 
            array (
                'id' => '019d93da-a8af-708c-8251-472a041b9ba3',
                'state_id' => '019d93da-a8ae-7233-8910-567faa8fadc8',
                'name' => '{"ar": "قسم أول الاسماعيلي"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            215 => 
            array (
                'id' => '019d93da-a8b2-719a-bca5-f861c83f474a',
                'state_id' => '019d93da-a8ae-7233-8910-567faa8fadc8',
                'name' => '{"ar": "قسم ثان الاسماعيلية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            216 => 
            array (
                'id' => '019d93da-a8b4-72c8-a1d1-3ad360f0c339',
                'state_id' => '019d93da-a8ae-7233-8910-567faa8fadc8',
                'name' => '{"ar": "قسم ثالث الاسماعيلية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            217 => 
            array (
                'id' => '019d93da-a8b7-737a-9e52-a27f4c7dda66',
                'state_id' => '019d93da-a8ae-7233-8910-567faa8fadc8',
                'name' => '{"ar": "مركز الاسماعيلية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            218 => 
            array (
                'id' => '019d93da-a8ba-724a-b0e0-c9820a7f0d7d',
                'state_id' => '019d93da-a8ae-7233-8910-567faa8fadc8',
                'name' => '{"ar": "مركز القنطرة غرب"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            219 => 
            array (
                'id' => '019d93da-a8c2-71e6-8f20-ae168257ecb6',
                'state_id' => '019d93da-a8ae-7233-8910-567faa8fadc8',
                'name' => '{"ar": "مركز القنطرة شرق"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            220 => 
            array (
                'id' => '019d93da-a8cd-706a-8115-cd61637254e2',
                'state_id' => '019d93da-a8ae-7233-8910-567faa8fadc8',
                'name' => '{"ar": "مركز فايد"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            221 => 
            array (
                'id' => '019d93da-a8d0-71af-9058-a1bf84988e8b',
                'state_id' => '019d93da-a8ae-7233-8910-567faa8fadc8',
                'name' => '{"ar": "مركز أبو صوير"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            222 => 
            array (
                'id' => '019d93da-a8d3-704e-9991-fc8b6a8ea85b',
                'state_id' => '019d93da-a8ae-7233-8910-567faa8fadc8',
                'name' => '{"ar": "مركز التل الكبير"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            223 => 
            array (
                'id' => '019d93da-a8d6-7202-9ab5-8ba9d9ea64af',
                'state_id' => '019d93da-a8ae-7233-8910-567faa8fadc8',
                'name' => '{"ar": "مركز القصاصين الجديدة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            224 => 
            array (
                'id' => '019d93da-a8da-73ce-876c-55a2f4b16703',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم أمبابة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            225 => 
            array (
                'id' => '019d93da-a8df-72cb-b6d4-fed32d6b198c',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم العجوزة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            226 => 
            array (
                'id' => '019d93da-a8e3-701f-813c-1d041e11bd1a',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم الدقى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            227 => 
            array (
                'id' => '019d93da-a8e6-710e-b471-c0e4783f3ced',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم الجيزة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            228 => 
            array (
                'id' => '019d93da-a8eb-71ef-a6aa-3490978900fb',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم بولاق الدكرور"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            229 => 
            array (
                'id' => '019d93da-a8ef-73a7-b584-f13f06be9472',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم العمرانية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            230 => 
            array (
                'id' => '019d93da-a8f1-72ed-b49a-bbaaa92311f1',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم الطــالبية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            231 => 
            array (
                'id' => '019d93da-a8f3-7251-9e83-d208f82808b6',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم الأهرام"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            232 => 
            array (
                'id' => '019d93da-a8f7-703e-a52a-388fa924a99f',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
            'name' => '{"ar": "مركز أبو النمرس (الجيزة سابقا )"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            233 => 
            array (
                'id' => '019d93da-a8fd-729f-8bd4-e97573ea6383',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم الحوامدية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            234 => 
            array (
                'id' => '019d93da-a8ff-7385-8112-8ac4bd2ee3ec',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "مركز البدرشين"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            235 => 
            array (
                'id' => '019d93da-a908-71d3-966b-d283cf53d77f',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "مركز العياط"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            236 => 
            array (
                'id' => '019d93da-a91c-7176-9112-ebfe063c4305',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "مركز الصف"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            237 => 
            array (
                'id' => '019d93da-a926-7071-b84a-f6f5a5b99251',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "مركز أطفيح"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            238 => 
            array (
                'id' => '019d93da-a932-711d-a840-162272525e54',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "مركز كرداسة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            239 => 
            array (
                'id' => '019d93da-a936-73b3-aa21-8d40bfb594ec',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "مركز أوسيم"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            240 => 
            array (
                'id' => '019d93da-a93a-711e-90bb-0be12e426732',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم الوراق"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            241 => 
            array (
                'id' => '019d93da-a93d-7084-a21a-9676a5c3875c',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
            'name' => '{"ar": "مركزمنشأة القناطر( امبابه سابقأ)"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            242 => 
            array (
                'id' => '019d93da-a949-7305-96d1-109aea63337a',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم الشيخ زايد"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            243 => 
            array (
                'id' => '019d93da-a94a-7208-9f5d-c5856ac091c1',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم أول 6 أكتوبر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            244 => 
            array (
                'id' => '019d93da-a952-7288-8acf-6d96efeaaac2',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم ثان 6 أكتوبر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            245 => 
            array (
                'id' => '019d93da-a955-7291-a688-2707f9f3241e',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم الواحات البحرية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            246 => 
            array (
                'id' => '019d93da-a95c-7299-9d90-d89fa69681ed',
                'state_id' => '019d93da-a8da-73ce-876c-55a2f47a5eda',
                'name' => '{"ar": "قسم ثالث 6 أكتوبر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            247 => 
            array (
                'id' => '019d93da-a962-722e-89f6-d9dfcc1e26cd',
                'state_id' => '019d93da-a962-722e-89f6-d9dfcc036f5f',
                'name' => '{"ar": "قسم بنى سويف"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            248 => 
            array (
                'id' => '019d93da-a967-73d8-8142-3dc8f0a0ef28',
                'state_id' => '019d93da-a962-722e-89f6-d9dfcc036f5f',
                'name' => '{"ar": "مركز بنى سويف"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            249 => 
            array (
                'id' => '019d93da-a97e-71c2-8a59-12333cb31b4f',
                'state_id' => '019d93da-a962-722e-89f6-d9dfcc036f5f',
                'name' => '{"ar": "قسم مدينة بنى سويف الجديدة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            250 => 
            array (
                'id' => '019d93da-a97f-724f-86e6-b48759e6aecb',
                'state_id' => '019d93da-a962-722e-89f6-d9dfcc036f5f',
                'name' => '{"ar": "مركز أهناسيا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            251 => 
            array (
                'id' => '019d93da-a9a4-71c1-a0d0-d1224e88e991',
                'state_id' => '019d93da-a962-722e-89f6-d9dfcc036f5f',
                'name' => '{"ar": "مركز ببا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            252 => 
            array (
                'id' => '019d93da-a9c6-7088-a9e2-e86ba4ed783b',
                'state_id' => '019d93da-a962-722e-89f6-d9dfcc036f5f',
                'name' => '{"ar": "مركز سمسطا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            253 => 
            array (
                'id' => '019d93da-a9de-73f1-8c20-ac617cae1a2c',
                'state_id' => '019d93da-a962-722e-89f6-d9dfcc036f5f',
                'name' => '{"ar": "مركز الفشن"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            254 => 
            array (
                'id' => '019d93da-a9fc-7137-bf29-c09644fcd634',
                'state_id' => '019d93da-a962-722e-89f6-d9dfcc036f5f',
                'name' => '{"ar": "مركز الواسطى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            255 => 
            array (
                'id' => '019d93da-aa1a-71f4-96b3-c3dd0e1993db',
                'state_id' => '019d93da-a962-722e-89f6-d9dfcc036f5f',
            'name' => '{"ar": "مركز ناصر (بوش سابقا)"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            256 => 
            array (
                'id' => '019d93da-aa2c-7014-ac2e-e3f9b9319ad0',
                'state_id' => '019d93da-aa2c-7014-ac2e-e3f9b851af52',
                'name' => '{"ar": "قسم أول الفيوم"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            257 => 
            array (
                'id' => '019d93da-aa30-723b-b5d4-7b8bb268c4e4',
                'state_id' => '019d93da-aa2c-7014-ac2e-e3f9b851af52',
                'name' => '{"ar": "مركز الفيوم"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            258 => 
            array (
                'id' => '019d93da-aa51-7163-b005-039ee28aee58',
                'state_id' => '019d93da-aa2c-7014-ac2e-e3f9b851af52',
                'name' => '{"ar": "مركز طامية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            259 => 
            array (
                'id' => '019d93da-aa60-72a2-9499-87ad3c9335bb',
                'state_id' => '019d93da-aa2c-7014-ac2e-e3f9b851af52',
                'name' => '{"ar": "مركز سنورس"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            260 => 
            array (
                'id' => '019d93da-aa70-72f0-9a28-cb3ecda48399',
                'state_id' => '019d93da-aa2c-7014-ac2e-e3f9b851af52',
                'name' => '{"ar": "مركز ابشواى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            261 => 
            array (
                'id' => '019d93da-aa7e-70e4-870f-062d83569bd0',
                'state_id' => '019d93da-aa2c-7014-ac2e-e3f9b851af52',
                'name' => '{"ar": "مركز أطسا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            262 => 
            array (
                'id' => '019d93da-aaac-7181-9731-6e4676b887df',
                'state_id' => '019d93da-aa2c-7014-ac2e-e3f9b851af52',
                'name' => '{"ar": "مركز يوسف الصديق"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            263 => 
            array (
                'id' => '019d93da-aac6-72ef-830f-0a2775e44ba8',
                'state_id' => '019d93da-aa2c-7014-ac2e-e3f9b851af52',
                'name' => '{"ar": "مدينة الفيوم الجديدة *"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            264 => 
            array (
                'id' => '019d93da-aac8-70a0-885f-3e470920909b',
                'state_id' => '019d93da-aa2c-7014-ac2e-e3f9b851af52',
                'name' => '{"ar": "مركز الشواشنة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            265 => 
            array (
                'id' => '019d93da-aae6-71eb-9915-1e09eb88d2f8',
                'state_id' => '019d93da-aa2c-7014-ac2e-e3f9b851af52',
                'name' => '{"ar": "قسم ثان الفيوم"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            266 => 
            array (
                'id' => '019d93da-aaf2-701b-9768-8807bb8481f2',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "قسم أول المنيا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            267 => 
            array (
                'id' => '019d93da-aafd-70f4-bd05-e3eaa40e5b55',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "قسم ثان المنيا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            268 => 
            array (
                'id' => '019d93da-ab03-72f1-b283-b6c58315fc87',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "قسم ثالث المنيا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            269 => 
            array (
                'id' => '019d93da-ab07-72bc-8412-108f45ac4b6a',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "قسم المنيا الجديدة *"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            270 => 
            array (
                'id' => '019d93da-ab09-7379-a0a0-a4d85b56e388',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "مركز المنيا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            271 => 
            array (
                'id' => '019d93da-ab2a-739a-b7a3-703912c3b27d',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "مركز أبو قرقاص"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            272 => 
            array (
                'id' => '019d93da-ab47-71e9-9dba-b128e4530b9b',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "قسم ملوى*"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            273 => 
            array (
                'id' => '019d93da-ab49-715a-b8e9-de766b5104c8',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "مركز ملوى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            274 => 
            array (
                'id' => '019d93da-ab67-71f2-b20c-3cc9663c36ab',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "مركز دير مواس"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            275 => 
            array (
                'id' => '019d93da-ab78-7121-8927-b8b4f03e6245',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "مركز سمالوط شرق"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            276 => 
            array (
                'id' => '019d93da-ab83-712e-a9f5-e5aa095ba820',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "مركز سمالوط غرب"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            277 => 
            array (
                'id' => '019d93da-ab9a-7124-989b-823f1322e005',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "مركز مطاى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            278 => 
            array (
                'id' => '019d93da-abaa-73f4-b230-7f723d78118e',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "مركز بنى مزار"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            279 => 
            array (
                'id' => '019d93da-abc4-7164-9e4e-376a9dc23204',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "مركز مغاغة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            280 => 
            array (
                'id' => '019d93da-abdb-7395-ac9c-f9df8d780af6',
                'state_id' => '019d93da-aaef-70a4-89b4-9b61377e6017',
                'name' => '{"ar": "مركز العدوة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            281 => 
            array (
                'id' => '019d93da-abe8-7256-bedd-a7481d9da42f',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "قسم أول أسيوط"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            282 => 
            array (
                'id' => '019d93da-abec-70bf-8df6-a777d7669cc7',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "قسم ثان أسيوط"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            283 => 
            array (
                'id' => '019d93da-abef-73a8-b61c-876099bb22c9',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "مركز أسيوط"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            284 => 
            array (
                'id' => '019d93da-abfc-71e5-8156-07ff9fdd9a8e',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "قسم أبو تيج"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            285 => 
            array (
                'id' => '019d93da-ac00-7302-a004-b9819aa5be92',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "مركز أبو تيج"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            286 => 
            array (
                'id' => '019d93da-ac06-7314-a210-d875e7ed6faf',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "مركز الغنايم"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            287 => 
            array (
                'id' => '019d93da-ac0a-70b9-b59c-a6ffda4edbb7',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "مركز صدفا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            288 => 
            array (
                'id' => '019d93da-ac12-71ca-83ce-68b889d9d401',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "مركز منفلوط"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            289 => 
            array (
                'id' => '019d93da-ac1b-739b-bf32-8f722f5bec1f',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "مركز القوصية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            290 => 
            array (
                'id' => '019d93da-ac27-723c-976d-3c42d77d312e',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "تابع مركز ديروط"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            291 => 
            array (
                'id' => '019d93da-ac37-7266-89e9-2516ec966451',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "مركز أبنوب"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            292 => 
            array (
                'id' => '019d93da-ac3e-723a-9674-5f84b9794379',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "تابع مركز الفتح"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            293 => 
            array (
                'id' => '019d93da-ac47-70be-a1bc-ee24fa925709',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "مركز ساحل سليم"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            294 => 
            array (
                'id' => '019d93da-ac4d-72f2-ab4b-2944656cfb95',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "مركز البدارى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            295 => 
            array (
                'id' => '019d93da-ac54-7195-a0f7-7093411f9863',
                'state_id' => '019d93da-abe8-7256-bedd-a7481cfc9b01',
                'name' => '{"ar": "مدينة أسيوط الجديدة*"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            296 => 
            array (
                'id' => '019d93da-ac55-700f-a8b1-b85e523a7a2f',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "قسم أول سوهاج"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            297 => 
            array (
                'id' => '019d93da-ac56-71fc-bafa-a2724ab3e668',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "قسم ثان سوهاج"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            298 => 
            array (
                'id' => '019d93da-ac57-735f-b824-bb4640aa2498',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "مركز سوهاج"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            299 => 
            array (
                'id' => '019d93da-ac62-7005-82c5-ab8a448b9416',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "مركز المراغة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            300 => 
            array (
                'id' => '019d93da-ac6b-71ce-8acd-8ef0dd0d4960',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "مركز جهينة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            301 => 
            array (
                'id' => '019d93da-ac70-7292-99b2-65d0ecc1e0d1',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "قسم طهطا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            302 => 
            array (
                'id' => '019d93da-ac71-7252-8943-6620c43c44f7',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "مركز طهطا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:34',
                'updated_at' => '2026-04-16 03:14:34',
            ),
            303 => 
            array (
                'id' => '019d93da-ac7a-70b9-9d5a-9da4c0d05141',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "مركز طما"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            304 => 
            array (
                'id' => '019d93da-ac87-71a9-aed5-5fbfa764a7b5',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "مركز المنشأة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            305 => 
            array (
                'id' => '019d93da-ac92-72fc-b683-3dd4b2fa077a',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "مركز العسيرات"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            306 => 
            array (
                'id' => '019d93da-ac96-7320-a169-72afb10167a3',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "قسم جرجا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            307 => 
            array (
                'id' => '019d93da-ac9a-72b2-8627-5cf50e4f09ee',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "مركز جرجا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            308 => 
            array (
                'id' => '019d93da-aca4-7312-9e1d-bea0fab03eb7',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "مركز البلينا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            309 => 
            array (
                'id' => '019d93da-acb1-7179-af4b-b6f81717f629',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
            'name' => '{"ar": "مركز دار السلام (أولاد طوق شرق سابقا)"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            310 => 
            array (
                'id' => '019d93da-acb8-733f-af56-70287cfa6208',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "مركز أخميم"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            311 => 
            array (
                'id' => '019d93da-acbd-72d6-8701-aedbd0e994ce',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "مركز ساقلتة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            312 => 
            array (
                'id' => '019d93da-acc2-72ec-83b1-6717b26d44ff',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "قسم الكوثر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            313 => 
            array (
                'id' => '019d93da-acc3-73e6-9316-c9557ec9205a',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "مدينة أخميم الجديدة *"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            314 => 
            array (
                'id' => '019d93da-acc4-70ec-b8b0-b4bd1c720007',
                'state_id' => '019d93da-ac54-7195-a0f7-709342410965',
                'name' => '{"ar": "مدينة سوهاج الجديدة *"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            315 => 
            array (
                'id' => '019d93da-acc5-710d-a006-e1d102951324',
                'state_id' => '019d93da-acc4-70ec-b8b0-b4bd1dc64a68',
                'name' => '{"ar": "قسم قــنا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            316 => 
            array (
                'id' => '019d93da-acc7-73d6-80e5-2bc6062c074b',
                'state_id' => '019d93da-acc4-70ec-b8b0-b4bd1dc64a68',
                'name' => '{"ar": "مركز قــنا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            317 => 
            array (
                'id' => '019d93da-acd0-7262-969e-89c50c7332a8',
                'state_id' => '019d93da-acc4-70ec-b8b0-b4bd1dc64a68',
                'name' => '{"ar": "مركز دشنا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            318 => 
            array (
                'id' => '019d93da-acd7-7343-a07c-6437f2e4a57b',
                'state_id' => '019d93da-acc4-70ec-b8b0-b4bd1dc64a68',
                'name' => '{"ar": "مركز الوقف"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            319 => 
            array (
                'id' => '019d93da-acd9-701f-be83-195132d42715',
                'state_id' => '019d93da-acc4-70ec-b8b0-b4bd1dc64a68',
                'name' => '{"ar": "مركز نجع حمادى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            320 => 
            array (
                'id' => '019d93da-ace4-72e6-89ab-e984df0f88ef',
                'state_id' => '019d93da-acc4-70ec-b8b0-b4bd1dc64a68',
                'name' => '{"ar": "مركز فرشوط"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            321 => 
            array (
                'id' => '019d93da-ace8-7372-a971-9ee0a927ff71',
                'state_id' => '019d93da-acc4-70ec-b8b0-b4bd1dc64a68',
                'name' => '{"ar": "مركز أبو تشت"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            322 => 
            array (
                'id' => '019d93da-acf7-71e3-80c1-ddadfe55246d',
                'state_id' => '019d93da-acc4-70ec-b8b0-b4bd1dc64a68',
                'name' => '{"ar": "مركز قفط"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            323 => 
            array (
                'id' => '019d93da-acfb-7277-8b5b-58adc5781a77',
                'state_id' => '019d93da-acc4-70ec-b8b0-b4bd1dc64a68',
                'name' => '{"ar": "مركز قوص"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            324 => 
            array (
                'id' => '019d93da-ad0b-70dc-ace4-bed0c2cb2bc9',
                'state_id' => '019d93da-acc4-70ec-b8b0-b4bd1dc64a68',
                'name' => '{"ar": "مركز نقادة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            325 => 
            array (
                'id' => '019d93da-ad12-71de-aa10-f4bff57690cf',
                'state_id' => '019d93da-acc4-70ec-b8b0-b4bd1dc64a68',
                'name' => '{"ar": "مدينة قنا الجديدة *"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            326 => 
            array (
                'id' => '019d93da-ad15-7094-8fbf-b0e59818704a',
                'state_id' => '019d93da-ad14-709c-8ca3-39506b620525',
                'name' => '{"ar": "قسم أول أسوان"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            327 => 
            array (
                'id' => '019d93da-ad1f-7203-b544-6805b424bf15',
                'state_id' => '019d93da-ad14-709c-8ca3-39506b620525',
                'name' => '{"ar": "قسم ثان أســــوان **"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            328 => 
            array (
                'id' => '019d93da-ad22-7239-bf9f-ee3d315b4beb',
                'state_id' => '019d93da-ad14-709c-8ca3-39506b620525',
                'name' => '{"ar": "مركز أســـوان"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            329 => 
            array (
                'id' => '019d93da-ad2d-72dc-87e5-57da839948a2',
                'state_id' => '019d93da-ad14-709c-8ca3-39506b620525',
                'name' => '{"ar": "مدينة أسوان الجديدة *"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            330 => 
            array (
                'id' => '019d93da-ad2e-70a8-86bd-9b08eba56a92',
                'state_id' => '019d93da-ad14-709c-8ca3-39506b620525',
                'name' => '{"ar": "مركز إدفـــو"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            331 => 
            array (
                'id' => '019d93da-ad7f-70fd-afdc-53c0462a01e9',
                'state_id' => '019d93da-ad14-709c-8ca3-39506b620525',
                'name' => '{"ar": "مركز كوم أمبــو"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            332 => 
            array (
                'id' => '019d93da-ad8e-734f-b110-299f954500ae',
                'state_id' => '019d93da-ad14-709c-8ca3-39506b620525',
                'name' => '{"ar": "مركز نصــر النوبة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            333 => 
            array (
                'id' => '019d93da-ada1-71d1-8ff3-3cbba3b6cfa6',
                'state_id' => '019d93da-ad14-709c-8ca3-39506b620525',
                'name' => '{"ar": "مركز دراو"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            334 => 
            array (
                'id' => '019d93da-ada4-7328-ba3e-46026b1f8619',
                'state_id' => '019d93da-ad14-709c-8ca3-39506b620525',
                'name' => '{"ar": "مركز أبو سمبل"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            335 => 
            array (
                'id' => '019d93da-adac-718a-9d4f-931e15467743',
                'state_id' => '019d93da-ad14-709c-8ca3-39506b620525',
                'name' => '{"ar": "مدينة توشكا الجديدة *"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            336 => 
            array (
                'id' => '019d93da-adb2-7384-a069-35e217334116',
                'state_id' => '019d93da-adb2-7384-a069-35e2165c4e41',
                'name' => '{"ar": "قسم الأقصــــر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            337 => 
            array (
                'id' => '019d93da-adb8-7018-a9af-a56932647c20',
                'state_id' => '019d93da-adb2-7384-a069-35e2165c4e41',
                'name' => '{"ar": "مركز الأقصر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            338 => 
            array (
                'id' => '019d93da-adc4-7368-a77f-39141488ef6c',
                'state_id' => '019d93da-adb2-7384-a069-35e2165c4e41',
                'name' => '{"ar": "مركز طيبــــة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            339 => 
            array (
                'id' => '019d93da-adcb-728e-8ad2-dfb42faa81b5',
                'state_id' => '019d93da-adb2-7384-a069-35e2165c4e41',
                'name' => '{"ar": "مركـز القرنة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            340 => 
            array (
                'id' => '019d93da-adda-7217-950a-e01539875af2',
                'state_id' => '019d93da-adb2-7384-a069-35e2165c4e41',
                'name' => '{"ar": "مركز أرمنت"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            341 => 
            array (
                'id' => '019d93da-addf-70ff-84f9-173f9a787a8f',
                'state_id' => '019d93da-adb2-7384-a069-35e2165c4e41',
                'name' => '{"ar": "مركز إسنا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            342 => 
            array (
                'id' => '019d93da-aded-7171-825f-fe368c3d458d',
                'state_id' => '019d93da-aded-7171-825f-fe368b8ca37d',
                'name' => '{"ar": "قسم أول الغــردقة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            343 => 
            array (
                'id' => '019d93da-adef-72c3-8438-bbeba5219c0b',
                'state_id' => '019d93da-aded-7171-825f-fe368b8ca37d',
                'name' => '{"ar": "قسم ثان الغــردقة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            344 => 
            array (
                'id' => '019d93da-adf1-711f-88d6-6cd7f4641950',
                'state_id' => '019d93da-aded-7171-825f-fe368b8ca37d',
                'name' => '{"ar": "قسم رأس غارب"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            345 => 
            array (
                'id' => '019d93da-adf3-71ce-b19e-863f3d8253fc',
                'state_id' => '019d93da-aded-7171-825f-fe368b8ca37d',
                'name' => '{"ar": "قسم ســفاجا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            346 => 
            array (
                'id' => '019d93da-adf4-701a-9a2f-d7ba2c53b098',
                'state_id' => '019d93da-aded-7171-825f-fe368b8ca37d',
                'name' => '{"ar": "قسم القصيـــر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            347 => 
            array (
                'id' => '019d93da-adfa-711e-bf1d-cd471362296e',
                'state_id' => '019d93da-aded-7171-825f-fe368b8ca37d',
                'name' => '{"ar": "قسم مرســى علم"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            348 => 
            array (
                'id' => '019d93da-adfc-7123-8a37-f6f5f88463bb',
                'state_id' => '019d93da-aded-7171-825f-fe368b8ca37d',
                'name' => '{"ar": "قسم الشلاتين"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            349 => 
            array (
                'id' => '019d93da-adfe-7052-8f91-4286cdeb97c9',
                'state_id' => '019d93da-aded-7171-825f-fe368b8ca37d',
                'name' => '{"ar": "قسم حــلايب"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            350 => 
            array (
                'id' => '019d93da-ae00-7098-9d5f-e9311b11531c',
                'state_id' => '019d93da-adff-7286-af3d-be22368249ec',
                'name' => '{"ar": "قسم الخارجة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            351 => 
            array (
                'id' => '019d93da-ae09-73ad-bb77-dccfa8b8876d',
                'state_id' => '019d93da-adff-7286-af3d-be22368249ec',
                'name' => '{"ar": "مركز باريس"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            352 => 
            array (
                'id' => '019d93da-ae0e-7319-87bb-2d74453eadd8',
                'state_id' => '019d93da-adff-7286-af3d-be22368249ec',
                'name' => '{"ar": "مركز بلاط"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            353 => 
            array (
                'id' => '019d93da-ae1a-704f-91bb-2c6fecc4926d',
                'state_id' => '019d93da-adff-7286-af3d-be22368249ec',
                'name' => '{"ar": "مركز الفرافرة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            354 => 
            array (
                'id' => '019d93da-ae32-70ba-a311-228b2be24830',
                'state_id' => '019d93da-adff-7286-af3d-be22368249ec',
                'name' => '{"ar": "مركز الداخلة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            355 => 
            array (
                'id' => '019d93da-af24-71c3-91df-8e92a64f71b7',
                'state_id' => '019d93da-adff-7286-af3d-be22368249ec',
                'name' => '{"ar": "شرق العوينات *"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            356 => 
            array (
                'id' => '019d93da-af26-723e-a1f2-d281cf7949f7',
                'state_id' => '019d93da-af25-734c-9bf9-0009a847c446',
                'name' => '{"ar": "قسم مرسى مطروح"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            357 => 
            array (
                'id' => '019d93da-af30-70a9-9bae-8f4f2d3f9bf1',
                'state_id' => '019d93da-af25-734c-9bf9-0009a847c446',
                'name' => '{"ar": "قسم النجيلة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            358 => 
            array (
                'id' => '019d93da-af32-7222-a785-ff0ffb6c38e6',
                'state_id' => '019d93da-af25-734c-9bf9-0009a847c446',
                'name' => '{"ar": "قسم سيدى برانى"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            359 => 
            array (
                'id' => '019d93da-af36-7228-bffa-2abcc8ff6423',
                'state_id' => '019d93da-af25-734c-9bf9-0009a847c446',
                'name' => '{"ar": "قسم السلوم"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            360 => 
            array (
                'id' => '019d93da-af38-73f0-ac23-0c5bbbb44720',
                'state_id' => '019d93da-af25-734c-9bf9-0009a847c446',
                'name' => '{"ar": "قسم الضبعة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            361 => 
            array (
                'id' => '019d93da-af3f-716d-921d-464f2c22306e',
                'state_id' => '019d93da-af25-734c-9bf9-0009a847c446',
                'name' => '{"ar": "قسم العلمين"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            362 => 
            array (
                'id' => '019d93da-af41-7299-8358-9e8dbca9e7ad',
                'state_id' => '019d93da-af25-734c-9bf9-0009a847c446',
                'name' => '{"ar": "قسم مارينا العلمين السياحية"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            363 => 
            array (
                'id' => '019d93da-af42-722c-909b-71582fd2200f',
                'state_id' => '019d93da-af25-734c-9bf9-0009a847c446',
                'name' => '{"ar": "قسم الحمام"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            364 => 
            array (
                'id' => '019d93da-af4b-73af-a7a6-4d7d20417362',
                'state_id' => '019d93da-af25-734c-9bf9-0009a847c446',
                'name' => '{"ar": "قسم سيوة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            365 => 
            array (
                'id' => '019d93da-af4d-70e7-9964-7a4ef53d9d90',
                'state_id' => '019d93da-af25-734c-9bf9-0009a847c446',
            'name' => '{"ar": "الساحل الشمالى (جزء)*"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            366 => 
            array (
                'id' => '019d93da-af4f-70f6-9fb5-a60a94738859',
                'state_id' => '019d93da-af4e-719e-805e-05eaf2f13500',
                'name' => '{"ar": "قسم أول العريش"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            367 => 
            array (
                'id' => '019d93da-af57-7282-b0a6-fd2e9da5dc0b',
                'state_id' => '019d93da-af4e-719e-805e-05eaf2f13500',
                'name' => '{"ar": "قسم ثان العريش"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            368 => 
            array (
                'id' => '019d93da-af5a-713c-b0e2-9964472a0ca4',
                'state_id' => '019d93da-af4e-719e-805e-05eaf2f13500',
                'name' => '{"ar": "قسم ثالث العريش"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            369 => 
            array (
                'id' => '019d93da-af5d-704d-a692-fc16428f075e',
                'state_id' => '019d93da-af4e-719e-805e-05eaf2f13500',
                'name' => '{"ar": "قسم رابع العريش"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            370 => 
            array (
                'id' => '019d93da-af66-702f-bdb8-319ac1148436',
                'state_id' => '019d93da-af4e-719e-805e-05eaf2f13500',
                'name' => '{"ar": "قسم بئر العبد"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            371 => 
            array (
                'id' => '019d93da-af76-7305-85f7-fedc91960098',
                'state_id' => '019d93da-af4e-719e-805e-05eaf2f13500',
                'name' => '{"ar": "قسم رمانة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            372 => 
            array (
                'id' => '019d93da-af91-7058-af25-f186258b4f59',
                'state_id' => '019d93da-af4e-719e-805e-05eaf2f13500',
                'name' => '{"ar": "قسم الحسنة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            373 => 
            array (
                'id' => '019d93da-af9e-7052-96ae-ac4d7f235b5b',
                'state_id' => '019d93da-af4e-719e-805e-05eaf2f13500',
                'name' => '{"ar": "قسم نخل"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            374 => 
            array (
                'id' => '019d93da-afa7-71af-9d91-052ce44cd30a',
                'state_id' => '019d93da-af4e-719e-805e-05eaf2f13500',
                'name' => '{"ar": "قسم القسيمة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            375 => 
            array (
                'id' => '019d93da-afb1-7005-8778-f7ec77d18523',
                'state_id' => '019d93da-af4e-719e-805e-05eaf2f13500',
                'name' => '{"ar": "قسم الشيخ زويد"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            376 => 
            array (
                'id' => '019d93da-afc5-70d7-8ac4-1de496808d49',
                'state_id' => '019d93da-af4e-719e-805e-05eaf2f13500',
                'name' => '{"ar": "قسم رفح"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            377 => 
            array (
                'id' => '019d93da-afdc-70f4-89b4-64f2853dfd39',
                'state_id' => '019d93da-afdb-70e0-8dbd-6c7f5b4a8efa',
                'name' => '{"ar": "قسم الطــور"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            378 => 
            array (
                'id' => '019d93da-afe7-7079-aa21-ae2e20690b48',
                'state_id' => '019d93da-afdb-70e0-8dbd-6c7f5b4a8efa',
                'name' => '{"ar": "قسم أبو رديس"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            379 => 
            array (
                'id' => '019d93da-b012-7024-be3d-775bd473bb42',
                'state_id' => '019d93da-afdb-70e0-8dbd-6c7f5b4a8efa',
                'name' => '{"ar": "قسم رأس سدر"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            380 => 
            array (
                'id' => '019d93da-b020-72c4-b066-1842551086cf',
                'state_id' => '019d93da-afdb-70e0-8dbd-6c7f5b4a8efa',
                'name' => '{"ar": "قسم سانت كاترين"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            381 => 
            array (
                'id' => '019d93da-b05e-71bb-94c1-9bc5f8402fa2',
                'state_id' => '019d93da-afdb-70e0-8dbd-6c7f5b4a8efa',
                'name' => '{"ar": "قسم نويبع"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:35',
                'updated_at' => '2026-04-16 03:14:35',
            ),
            382 => 
            array (
                'id' => '019d93da-b088-724c-b95c-33c5aeff7579',
                'state_id' => '019d93da-afdb-70e0-8dbd-6c7f5b4a8efa',
                'name' => '{"ar": "قسم طــابــا"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:36',
                'updated_at' => '2026-04-16 03:14:36',
            ),
            383 => 
            array (
                'id' => '019d93da-b08d-70d1-a5b3-9dfb3063c1f7',
                'state_id' => '019d93da-afdb-70e0-8dbd-6c7f5b4a8efa',
                'name' => '{"ar": "قسم دهب"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:36',
                'updated_at' => '2026-04-16 03:14:36',
            ),
            384 => 
            array (
                'id' => '019d93da-b099-720a-aad9-f788b319b04e',
                'state_id' => '019d93da-afdb-70e0-8dbd-6c7f5b4a8efa',
                'name' => '{"ar": "قسم أول شرم الشيخ"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:36',
                'updated_at' => '2026-04-16 03:14:36',
            ),
            385 => 
            array (
                'id' => '019d93da-b0a3-728b-8882-c90a43e9008b',
                'state_id' => '019d93da-afdb-70e0-8dbd-6c7f5b4a8efa',
                'name' => '{"ar": "قسم ثان شرم الشيخ"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:36',
                'updated_at' => '2026-04-16 03:14:36',
            ),
            386 => 
            array (
                'id' => '019d93da-b0aa-7290-a861-a43b29267f35',
                'state_id' => '019d93da-afdb-70e0-8dbd-6c7f5b4a8efa',
                'name' => '{"ar": "قسم أبو زنيمة"}',
                'status' => 1,
                'created_at' => '2026-04-16 03:14:36',
                'updated_at' => '2026-04-16 03:14:36',
            ),
        ));
        
        
    }
}